---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.SomeGroupInstsBecameEmpty
source: html/f7127a5a-67da-578f-17b8-b5d3cba2e3b6.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.SomeGroupInstsBecameEmpty Property

Group instances have had all their group members deleted and will also be deleted.

## Syntax (C#)
```csharp
public static FailureDefinitionId SomeGroupInstsBecameEmpty { get; }
```